{
"Copy" = "نسخ";
"Select from here..." = "...حدد من هنا"; 
"Select to here and copy" = "حدد إلى هنا و إنسح"; 
"Move to beginning" = "إذهب إلى البداية"; 
"Move to end" =	"إذهب الى النهاية"; 
"Switch to Clipboard" =	"الإنتقال للوحة"; 
"Switch to Templates" = "الإنتقال للقوالب"; 
"Add to templates = "أضف للقوالب"; 
"Select to here and add to templates" = "حدد من هنا وأضف للقوالب"; 
"Clipboard is empty" = "اللوحة فارغة"; 
"No templates" = "لا قوالب"; 
"<Secure Text %u chars>" = "<النص المحمي %u رموز>";
"Cannot paste" = "لا يمكن اللصق"; 
"SECURITY_BREACH_MESSAGE" = "لا يمكن وضع نص محمي في خانة نص غير محمي";
"Undo" = "إلغاء";
"Redo" = "تراجع";
"Toggle editing mode" =	"وضع التحرير";
"Cut" = "قص"; 
"Delete" = "حذف";
}